import React from "react";
import classes from "./communityDetailContent.module.css";

function CommunityDetailContent() {
  return (
    <div className={classes.contentDiv}>
      본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문
      내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용
      더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미
      데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터
      본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문
      내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용
      더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미
      데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터
      본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문
      내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용
      더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미
      데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터
      본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문
      내용 더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터 본문 내용
      더미 데이터 본문 내용 더미 데이터 본문 내용 더미 데이터
    </div>
  );
}

export default CommunityDetailContent;
